Repository: jacobcrothers/argon
Catalog: languages/*.po
Languages: ru_ru

# 篇文章
source: Posts
ru_ru: Статей

# 评论
source: Comments
ru_ru: Комментарии

# 暂无评论
source: No Comments
ru_ru: Комментариев нет

# 本文评论已关闭
source: Commenting is disabled
ru_ru: Комментарии отключены

# 发送评论
source: Send Comment
ru_ru: Отправить комментарий

# 编辑评论
source: Edit Comment
ru_ru: Редактировать комментарий

# 正在回复
source: Replying
ru_ru: Ответить

# 的评论
source: 's comment
ru_ru: комментарий

# 取消回复
source: Cancel
ru_ru: Отменить

# 评论内容
source: Your comment...
ru_ru: Ваш комментарий

# 昵称
source: Name
ru_ru: Имя

# 邮箱
source: Email
ru_ru: Почта

# 验证码
source: CAPTCHA
ru_ru: Капча

# 网站
source: Website
ru_ru: Ссылка на сайт

# 展开附加字段
source: Show Extra Field
ru_ru: Показать дополнительные поля

# 折叠附加字段
source: Hide Extra Field
ru_ru: Скрыть дополнительные поля

# 评论仅发送者和博主可见
source: Only sender and blog owner can see the comment
ru_ru: Комментарий виден только отправителю и владельцу блога

# 悄悄话
source: Private Comment
ru_ru: Личный комментарий

# 有回复时邮件通知我
source: Email me when comment is replied
ru_ru: Отправить уведомление на почту, когда ответят на комментарий

# 邮件提醒
source: Email Notification
ru_ru: Уведомление по почте

# 发送
source: Send
ru_ru: Отправить

# 编辑
source: Edit
ru_ru: Редактировать

# 取消
source: Cancel
ru_ru: Отменить

# 表情
source: Emotions
ru_ru: выражение

# 颜文字
source: ASCII Arts
ru_ru: Эмодзи

# Argon 主题不支持 Wordpress 4.4 以下版本，请更新 Wordpress
source: Argon theme does not support Wordpress version below 4.4, please update Wordpress
ru_ru: Argon не поддерживает версию Wordpress ниже 4.4, пожалуйста, обновите Wordpress

# 左侧栏小工具
source: Left sidebar widget
ru_ru: Сайдбар слева

# 左侧栏小工具 (如果设置会在侧栏增加一个 Tab)
source: Left sidebar widget (if set, a Tab will be added to the sidebar)
ru_ru: Виджет левого сайдбара

# 右侧栏小工具
source: Right sidebar widget
ru_ru: Сайдбар справа

# 右侧栏小工具 (在 "Argon 主题选项" 中选择 "三栏布局" 才会显示)
source: Right sidebar widget (only displayed when "three-column layout" is selected in "Argon Theme Options")
ru_ru: Сайдбар справа (отображается только при выборе "трехколоночного макета" в разделе " Параметры темы Argon")

# 这是一个加密页面，需要密码来查看
source: This page requires a password to view
ru_ru: Для просмотра данной страницы необходим пароль

# 几秒读完
source: Few seconds
ru_ru: Пару секунд

# 1 分钟内
source: A minute
ru_ru: Меньше минуты

# 分钟
source: minutes
ru_ru: минут

# 小时
source: hour
ru_ru: час

# 置顶
source: Pinned
ru_ru: Закреплено

# 需要密码
source: Password Required
ru_ru: Необходим пароль

# 发布于
source: Posted at
ru_ru: Опубликовано

# 编辑于
source: Edited at
ru_ru: Изменено

# 最初版本
source: First Edition
ru_ru: Первое редактирование

# 查看图片
source: Show Image
ru_ru: Показать изображение

# 博主
source: Owner
ru_ru: Автор

# 待审核
source: Pending
ru_ru: Ожидает модерации

# 已编辑
source: Edited
ru_ru: Изменено

# 前
source: ago
ru_ru: назад

# 回复
source: Reply
ru_ru: Ответ

# 验证码错误
source: CAPTCHA Wrong
ru_ru: Неверно решенная капча

# 不能回复其他人的悄悄话评论
source: Cannot reply to other's private comments
ru_ru: Нельзя отвечать на личные комментарии других пользователей

# 您在
source: Your Comment on
ru_ru: Ваш комментарий

# 的评论有了新的回复
source: Has a New Reply
ru_ru: Есть новый ответ

# 回复了你
source: Replys
ru_ru: Ответов

# 前往查看
source: View
ru_ru: Просмотров

# 退订该评论的邮件提醒
source: Unsubscribe
ru_ru: Отписаться от уведомлений по электронной почте с напоминанием

# 博主关闭了编辑评论功能
source: Comment editing unavailable
ru_ru: Редактирование комментариев отключено

# 您不是这条评论的作者或 Token 已过期
source: You are not the author of this comment or the token has expired
ru_ru: Вы не являетесь автором этого комментария или срок действия токена истек

# 新的评论为空
source: New comment is empty
ru_ru: Новый комментарий пуст

# 编辑评论成功
source: Comment Edited
ru_ru: Комментарий изменен

# 编辑评论失败，可能原因: 与原评论相同
source: Failed, possible reason: same as old comment
ru_ru: Не удалось отредактировать комментарий, возможная причина: нет изменений

# 点赞成功
source: Vote success
ru_ru: Голос учтен

# 警告：你可能修改了 Argon 主题页脚的版权声明，Argon 主题要求你至少保留主题的 Github 链接或主题的发布文章链接。
source: Alert: The copyright in the footer may have been modified. You should maintain the GitHub Repo link of the theme.
ru_ru: Внимание: подвал сайта, возможно, был изменен. Пожалуйста, убедитесь что в подвале сайта есть ссылка на GitHub репозиторий данной темы.

# 显示字数和预计阅读时间
source: Display word count and estimated reading time
ru_ru: Отображение количества слов и расчетного примерного времени для чтения

# 跟随全局设置
source: Follow general
ru_ru: Использовать глобальные настройки

# 不显示
source: Hide
ru_ru: Скрыть

# 是否显示字数和预计阅读时间 Meta 信息
source: Show meta of word count and estimated reading time
ru_ru: Показать количества слов и расчетное время для чтения в мета-тегах

# Meta 中隐藏发布时间和分类
source: Hide post time and categories in meta
ru_ru: Скрыть время публикации и категории в мета-тегах

# 不隐藏
source: Show
ru_ru: Показать

# 隐藏
source: Hide
ru_ru: Спрятать

# 适合特定的页面，例如友链页面。开启后文章 Meta 的第一行只显示阅读数和评论数。
source: For special pages, like friend links page. If this option is on, the first line of the meta will only show the number of reading and comments.
ru_ru: Если эта опция включена, то в первой строке мета будет отображаться только количество прочтений и комментариев.

# 使用文章中第一张图作为头图
source: Use the first image of article as the thumbnail by default
ru_ru: Используйте первое изображение в статье в качестве изображения заголовка

# 使用
source: Use
ru_ru: Использовать

# 不使用
source: Do not use
ru_ru: Не использовать

# 文末附加内容
source: Additional Content After Post
ru_ru: Дополнительный контент в конце статьи

# 给该文章设置单独的文末附加内容，留空则跟随全局，设为 <code>--none--</code> 则不显示。
source: Set a additional content at the end of the article, leave it blank to follow the global setting, set it to <code>--none--</code> to not display it.
ru_ru: Установите отдельный дополнительный контент в конце статьи, оставьте его пустым, чтобы отслеживать глобальную ситуацию, установите для него значение <code> --none-- </code>, чтобы не отображать его.

# 自定义 CSS
source: Custom CSS
ru_ru: Свои стили CSS

# 给该文章添加单独的 CSS
source: Custom CSS for this page.
ru_ru: Свои стили CSS для этой страницы

# 文章设置
source: Article Settings
ru_ru: Настройки заметок

# Argon 主题设置
source: Argon Theme Options
ru_ru: Настройки темы Argon

# Argon 主题选项
source: Argon Options
ru_ru: Настойки Argon

# 按下
source: Press
ru_ru: Нажмите

# 或在右侧目录中来查找设置
source: or find options in right catalog
ru_ru: или найдите необходимую категорию из списка справа

# 全局
source: General
ru_ru: Основные

# 主题色
source: Theme Color
ru_ru: Цвет темы

# 主题颜色
source: Theme Color
ru_ru: Цвет темы

# 选择预置颜色 或
source: Choose preset colors or
ru_ru: Выберите предустановленные цвета или

# 自定义色值
source: custom color
ru_ru: свой цвет

# 预置颜色：
source: Presets
ru_ru: Пресеты

# 默认
source: Default
ru_ru: По умолчанию

# 主题色与 "Banner 渐变背景样式" 选项搭配使用效果更佳
source: Use this option with "Banner gradient background style" for better effects
ru_ru: Используйте эту опцию с "градиентным фоновым стилем баннера" для улучшения эффектов

# 允许用户自定义主题色（位于博客浮动操作栏设置菜单中）
source: Allow custom theme color (at blog floating settings menu)
ru_ru: Разрешить пользовательский цвет темы (в плавающем меню настроек блога)

# 夜间模式
source: Dark Mode
ru_ru: Темная тема

# 夜间模式切换方案
source: Darkmode Toggle Plan
ru_ru: Схема переключения темной темы

# 默认使用日间模式
source: Lightmode as default
ru_ru: Светлая тема по умолчанию

# 默认使用夜间模式
source: Darkmode as default
ru_ru: Темная тема по умолчанию

# 跟随系统夜间模式
source: Follow system
ru_ru: Настройки системы пользователя

# 根据时间切换夜间模式 (22:00 ~ 7:00)
source: Toggle by time (22.p.m to 7.a.m)
ru_ru: Переключение по времени (с 10 вечера до 7 утра)

# Argon 主题会根据这里的选项来决定是否默认使用夜间模式。
source: Theme will decide whether to use darkmode by default according to the options here.
ru_ru: Автоматический включать темную тему исходя из этих настроек

# 用户也可以手动切换夜间模式，用户的设置将保留到标签页关闭为止。
source: Users can also manually switch the darkmode, and the user's settings will be retained until the tab is closed.
ru_ru: Пользователи так же могут самостоятельно включать\выключать темную тему. Их собственные настройки темы будут сохранены до тех пор, пока они не закроют вкладку.

# 夜间模式颜色方案
source: Darkmode Color Scheme
ru_ru: Цветая схема темной темы

# 夜间模式默认的配色方案。
source: The default color scheme of darkmode.
ru_ru: Цветовая схема для темной темы по умолчанию

# 卡片
source: Cards
ru_ru: Карточки

# 卡片圆角大小
source: Card radius
ru_ru: Радиус закругления

# 卡片的圆角大小，默认为
source: The default radius of card, default is
ru_ru: По умолчанию радиус закругления для карточки

# 。建议设置为
source: . Recommend :
ru_ru: . Рекомендуется в пределах

# 卡片阴影
source: Card Shadow
ru_ru: Тень карточек

# 浅阴影
source: Small
ru_ru: Меленькая

# 深阴影
source: Large
ru_ru: Большая

# 卡片默认阴影大小。
source: Default shadow size of cards.
ru_ru: Размер теней для карточек по умолчанию

# 布局
source: Layouts
ru_ru: Макет

# 页面布局
source: Page Layout
ru_ru: Макет страницы

# 双栏
source: Double-Column
ru_ru: 2 Колонки

# 单栏
source: Single-Column
ru_ru: 1 Колонка

# 三栏
source: Triple-Column
ru_ru: 3 Колонки

# 使用单栏时，关于左侧栏的设置将失效。
source: If using single column mod, the settings about the left sidebar will take no effect.
ru_ru: Если использовать макет с одной колонкой, то настройки для сайдбара будут игнорироваться

# 使用三栏时，请前往 "外观-小工具" 设置页面配置右侧栏内容。
source: If using three columns, please go to the "Appearance - Widgets" setting page to configure the content of the right column.
ru_ru: Если используется макет с тремя колонками - перейдите на страницу настроек "внешний вид - виджеты" для настройки содержимого.

# 字体
source: Font
ru_ru: Шрифт

# 默认字体
source: Default Font
ru_ru: Шрифт по умолчанию

# 默认使用无衬线字体/衬线字体。
source: Default font style
ru_ru: Стиль шрифта по умолчанию

# 选择主题资源文件的引用地址。使用 CDN 可以加速资源文件的访问并减少服务器压力。
source: The address of the theme resource file. Using CDN can speed up access to resource files and reduce server pressure.
ru_ru: Адрес файла ресурсов темы. Использование CDN может ускорить доступ к файлам ресурсов и снизить нагрузку на сервер

# 子目录
source: Sub Path
ru_ru: Каталоги

# Wordpress 安装目录
source: WordPress Installation Directory
ru_ru: Директория, где установлен WordPress

# 如果 Wordpress 安装在子目录中，请在此填写子目录地址（例如
source: If Wordpress is installed in a subdirectory, please fill in the subdirectory address here (for example
ru_ru: Если Wordpress установлен не в корневой директории то укажите путь до нее, к примеру (

# ），注意前后各有一个斜杠。默认为
source: ), there is a slash before and after each. The default is
ru_ru: ), до и после каждого из них есть косая черта (/). По умолчанию:

# 如果不清楚该选项的用处，请保持默认。
source: If you don't know about this option, keep the default.
ru_ru: Если вы не знаете об этой опции, оставьте значение по умолчанию

# 日期格式
source: Date Format
ru_ru: Формат даты

# 顶栏
source: Toolbar
ru_ru: Шапка сайта

# 标题
source: Title
ru_ru: Название

# 顶栏标题
source: Toolbar Title
ru_ru: Название сайта

# 留空则显示博客名称
source: If this option is empty, theme will show the blog name.
ru_ru: Если этот параметр пуст, тема покажет название блога

# 顶栏图标
source: Toolbar Icon
ru_ru: Логотип

# 图标地址
source: Icon URL
ru_ru: Ссылка на логотип

# 图片地址，留空则不显示
source: The URL of the icon, if this option is empty, it will not show.
ru_ru: URL адрес логотипа, если этот параметр пуст, он не будет отображаться

# 图标链接
source: Icon Link
ru_ru: Ссылка логотипа

# 点击图标后会跳转到的链接，留空则不跳转
source: The link that will jump to when clicking the icon, if this option is empty, it will not jump when clicking.
ru_ru: Ссылка для логотипа. Если не указано то при нажатии на логотип никаких действий не будет

# 顶部 Banner (封面)
source: Banner
ru_ru: Баннер

# Banner 标题
source: Banner Title
ru_ru: Название баннера

# Banner 副标题
source: Banner Subtitle
ru_ru: Описание баннера

# 显示在 Banner 标题下，留空则不显示
source: Show below the banner title, if this option is empty, it will not show.
ru_ru: Показывать под заголовком баннера, если этот параметр пуст, то он не будет отображаться

# Banner 背景图 (地址)
source: Banner Background URL
ru_ru: Ссылка на фоновое изображение баннера

# 需带上 http(s) ，留空则显示默认背景
source: With http(s) prefix, leave it blank to show the default background.
ru_ru: Ссылка должна быть http(s). Оставьте его пустым, чтобы показать фон по умолчанию

# 输入
source: Input
ru_ru: Ввод

# 调用必应每日一图
source: to use everyday background of Bing.
ru_ru: чтобы использовать фон Bing.

# Banner 渐变背景样式
source: Banner gradient background style
ru_ru: Стиль градиента для баннера

# 样式
source: Style
ru_ru: Стиль

# 隐藏背景半透明圆
source: Hide background semi-transparent circle
ru_ru: Скрыть фон полупрозрачным кругом

# 如果设置了背景图则不生效
source: If the background image is set, it will not take effect
ru_ru: Если фоновое изображение установлено, оно не вступит в силу

# 样式预览 (推荐选择前三个样式)
source: Style preview (recommended to choose the first three styles)
ru_ru: Предварительный просмотр стиля (рекомендуется выбрать первые три стиля)

# 动画
source: Animation
ru_ru: Анимации

# Banner 标题打字动画
source: Banner Title Typing Animation
ru_ru: Анимация названия баннера в стиле "печатная машинка"

# 不启用
source: Disabled
ru_ru: Выключено

# 启用
source: Enabled
ru_ru: Включено

# 启用后 Banner 标题会以打字的形式出现。
source: When enabled, the Banner title will appear as typing effect.
ru_ru: Если этот параметр включен, заголовок баннера будет отображаться с эффектом набора текста.

# Banner 标题打字动画时长
source: Banner Title Typing Animation Speed
ru_ru: Скорость анимации названия баннера

# ms/字
source: ms/letter
ru_ru: мс/буква

# 页面背景
source: Page Background
ru_ru: Фон сайта

# 页面背景（夜间模式时）
source: Page Background (Darkmode)
ru_ru: Фон сайта (Темная тема)

# 夜间模式时页面背景的地址，需带上 http(s)。设置后日间模式和夜间模式会使用不同的背景。留空则跟随日间模式背景。该选项仅在设置了日间模式背景时生效。
source: The URL of the page background at darkmode, with http(s) prefix. If set, day mode and night mode will use different backgrounds. Leave blank to follow the background of day mode. This option only takes effect when the day mode background is set.
ru_ru: URL-адрес фона страницы для темного режима http(s). Если он установлен, дневной и ночной режимы будут использовать разные фоны. Оставьте пустым, чтобы использовать фон дневного режима. Эта опция вступает в силу только тогда, когда установлен фон дневного режима.

# 背景不透明度
source: Background Opacity
ru_ru: Прозрачность фона

# 0 ~ 1 的小数，越小透明度越高，默认为 1 不透明
source: Decimal from 0 to 1, the smaller the higher the transparency, the default is 1.
ru_ru: Десятичная дробь от 0 до 1, Чем меньше, тем выше прозрачность, по умолчанию используется 1.

# Banner 透明化
source: Banner Transparent
ru_ru: Сделать баннер прозрачным

# 关闭
source: Disabled
ru_ru: Выключить

# 开启
source: Enabled
ru_ru: Включить

# 在顶栏添加浅色遮罩，Banner 标题添加阴影（当背景过亮影响文字阅读时勾选）
source: Add a mask to the top bar, and add a shadow to the banner title (check when the background is too bright and affect text reading)
ru_ru: Немного затемнить шапку и добавить тень к заголовку баннера (проверьте, когда фон слишком яркий и влияет на чтение текста)

# Banner 透明化可以使博客背景沉浸。建议在设置背景时开启此选项。该选项仅会在设置页面背景时生效。
source: Banner transparent option can immerse the blog background. It is recommended to enable this option when setting the background. This option will only take effect when setting the page background.
ru_ru: Рекомендуется включить эту опцию при настройке фона. Этот параметр вступает в силу только в том случае, если задан фон страницы.

# 左侧栏
source: Left Sidebar
ru_ru: Сайдбар слева

# 左侧栏标题
source: Left Sidebar Title
ru_ru: Заголовок сайдбара

# 左侧栏子标题（格言）
source: Left Sidebar Subtitle
ru_ru: Описание сайдара

# 留空则不显示
source: Leave blank to not show.
ru_ru: Оставьте пустым, чтобы не показывать.

# 调用一言 API
source: to use Hitokoto API.
ru_ru: для использования Hitokoto API.

# 左侧栏作者名称
source: Left Sidebar Author Name
ru_ru: Имя владельца блога

# 留空则显示博客名
source: If this option is empty, theme will show the blog name.
ru_ru: Если этот параметр пуст, тема покажет название блога.

# 左侧栏作者头像地址
source: Left Sidebar Author Avatar URL
ru_ru: Ссылка на аватар владельца блога

# 需带上 http(s) 开头
source: With http(s) prefix
ru_ru: Ссылка должна быть http(s)

# 博客公告
source: Blog Announcement
ru_ru: Объявление

# 公告内容
source: Announcement Content
ru_ru: Текст объявления

# 显示在左侧栏顶部，留空则不显示，支持 HTML 标签
source: Display at the top of the left sidebar, leave blank to not display, HTML tags are supported.
ru_ru: Объявление в блоге (отображается в верхней части левого сайдбара). Поддерживаются HTML-теги.

# 浮动操作按钮
source: Float Action Buttons
ru_ru: Плавующие кнопки

# 浮动操作按钮位于页面右下角（或左下角）
source: Floating action buttons is placed in the right bottom corner (or lower left corner) of the page.
ru_ru: Плавающие кнопки действий размещаются в правом нижнем углу (или нижнем левом углу) страницы.

# 显示设置按钮
source: Show Settings Button
ru_ru: Показать кнопку настроек

# 显示
source: Show
ru_ru: Показать

# 是否在浮动操作按钮栏中显示设置按钮。点击设置按钮可以唤出设置菜单修改夜间模式/字体/滤镜等外观选项。
source: Whether to display the setting button in the floating action buttons bar. Click the settings button to call up the settings menu to modify appearance options such as darkmode/font/filter.
ru_ru: Следует ли отображать кнопку Настройки на панели плавающих кнопок действий. Нажмите кнопку Настройки, чтобы вызвать меню настроек для изменения параметров внешнего вида, таких как darkmode/font/filter.

# 显示夜间模式切换按钮
source: Display Darkmode Switch Button
ru_ru: Отключить кнопку переключения темной темы

# 如果开启了设置按钮显示，建议关闭此选项。（夜间模式选项在设置菜单中已经存在）
source: If the setting button display option is turned on, it is recommended to turn off this option. (The darkmode option already exists in the settings menu)
ru_ru: Отдельная кнопка переключения темы, рекомендуется отключить эту опцию. (Опция переключения темы есть в меню настроек)

# 显示跳转到评论按钮
source: Show Jump To Comment Area Button
ru_ru: Показать кнопку для перехода к комментариям

# 仅在允许评论的文章中显示
source: Only show in articles that allow comments
ru_ru: Будет отображаться только на страницах, где включены комментарии

# 网站描述 (Description Meta 标签)
source: SEO Description Meta
ru_ru: Описание сайта

# 设置针对搜索引擎的 Description Meta 标签内容。
source: Set the description meta content for the search engine spiders.
ru_ru: Установите описание мета-контента для поисковиков (Yandex, Google)

source: In the article, Argon will automatically generate a description based on the content of the article. In other pages, Argon will use the content set here. If you leave it blank, Argon will not output Description Meta tags on other pages.
ru_ru: В статьях Argon автоматический сгенерирует мета-теги на основе содержания статьи. На остальных страницах Argon будет использовать мета-теги описанные здесь. Если оставить данное поле пустым, Argon не будет выводить мета-теги на других страницах.

# 搜索引擎关键词（Keywords Meta 标签）
source: SEO Keywords Meta tag
ru_ru: Ключевые слова

# 设置针对搜索引擎使用的关键词（Keywords Meta 标签内容）。用英文逗号隔开。不设置则不输出该 Meta 标签。
source: Set keyword meta tags for search engine spiders. Separate with commas. If not set, the meta tags will not be output.
ru_ru: Ключевые слова для поисковых систем (Yandex, Google). Разделите их при помощи запятых.

# 文章
source: Articles
ru_ru: Заметки

# 文章 Meta 信息
source: Article Meta Information
ru_ru: Мета информация

# 第一行
source: First Line
ru_ru: Первая строка

# 拖动来自定义文章 Meta 信息的显示和顺序
source: Drag to customize the display and order of the meta information of the article.
ru_ru: Перетащите, чтобы настроить отображение и порядок мета-тегов для статьи.

# 发布时间
source: Post time
ru_ru: Время публикации

# 修改时间
source: Edit time
ru_ru: Время изменения

# 浏览量
source: Views
ru_ru: Просмотры

# 评论数
source: Comments
ru_ru: Комментарии

# 所属分类
source: Categories
ru_ru: Категории

# 作者
source: Author
ru_ru: Автор

# 第二行
source: Second Line
ru_ru: Вторая строка

# 字/分钟
source: words/minute
ru_ru: слово/минута

# 预计阅读时间由每分钟阅读字数计算
source: Estimated reading time is calculated by the number of words read per minute
ru_ru: Расчетное время чтения рассчитывается по количеству прочитанных слов в минуту

# 文章头图 (特色图片)
source: Featured Picture
ru_ru: Изображение статьи

# 文章头图的位置
source: Featured Picture Position
ru_ru: Расположение изображения на странице статьи

# 文章卡片顶端
source: Top of article card
ru_ru: Вверху статьи

# Banner (顶部背景)
source: Banner Background
ru_ru: Фоновое изображение баннера

# 阅读界面中文章头图的位置
source: The position of the article header image in the article page
ru_ru: Положение, где будет отображаться изображение статьи (Обложка)

# 默认使用文章中第一张图作为头图
source: Use the first image of article as the thumbnail by default
ru_ru: По умолчанию использовать первое изображение в статье в качестве изображения заголовка.

# 禁用
source: Disabled
ru_ru: Выключить

# 也可以针对每篇文章单独设置
source: Also can be set separately for every article.
ru_ru: Также его можно установить отдельно для каждой статьи.

# 分享
source: Share
ru_ru: Поделиться

# 显示文章分享按钮
source: Show Share Button
ru_ru: Показать кнопку "поделиться"

# 左侧栏文章目录
source: Catalog In Left Sidebar
ru_ru: Оглавление в левом сайдбаре

# 在目录中显示序号
source: Show chapter number in the catalog
ru_ru: Показать номер главы

# 例：3.2.5
source: For example: 3.2.5
ru_ru: Например: 3.2.5

# 赞赏
source: Donate
ru_ru: Пожертвования

# 赞赏二维码图片链接
source: Donating QR code image link
ru_ru: Ссылка на изображение QR кода для пожертвований

# 赞赏二维码图片链接，填写后会在文章最后显示赞赏按钮，留空则不显示赞赏按钮
source: After filling in, the donate button will be displayed at the end of the article, leave it blank to not display the donate button
ru_ru: После заполнения, кнопка Пожертвовать будет отображаться в конце статьи, оставьте ее пустой, чтобы не отображать кнопку "Пожертвовать"

# 将会显示在每篇文章末尾，支持 HTML 标签，留空则不显示。
source: Will be displayed at the end of each article, support HTML tags, leave it blank to not display.
ru_ru: Он будет отображаться в конце каждой статьи. Поддерживаются теги HTML. Оставьте поле пустым, чтобы не отображать.

source: Use <code>%url%</code> to replace the current page URL, <code>%link%</code> to replace the current page link, and <code>%title%</code> to replace the current article title,< code>%author%</code> to replace the current article author.
ru_ru: Используйте <code>% url% </code>, чтобы заменить URL-адрес текущей страницы, <code>% link% </code>, чтобы заменить ссылку на текущую страницу, и <code>% title% </code>, чтобы заменить текущий заголовок статьи, < code>% author% </code>, чтобы заменить текущего автора статьи.

# 相似文章推荐
source: Related Posts Recommending
ru_ru: Рекомендуются похожие статьи

# 根据分类推荐
source: Recommend by categories
ru_ru: Рекомендовать согласно классификации

# 根据标签推荐
source: Recommend by tags
ru_ru: Рекомендовать согласно этикетке

# 根据分类和标签推荐
source: Recommend by both tags and categories
ru_ru: Рекомендовать на основе классификации и этикетки

# 显示在文章卡片后
source: The related posts card will be displayed after post.
ru_ru: Отображается после карточки товара

# 排序依据
source: Sort by
ru_ru: Сортировать по

# 阅读量
source: Views
ru_ru: Чтение

# 随机
source: Random
ru_ru: случайный

# 顺序
source: Order
ru_ru: порядок

# 倒序
source: DESC
ru_ru: Обратный порядок

# 正序
source: ASC
ru_ru: Положительный заказ

# 推荐文章数
source: Related Posts Limit
ru_ru: Рекомендуемые статьи

# 最多推荐多少篇文章
source: The limit number of related posts.
ru_ru: Сколько статей рекомендуется не более

# 其他
source: Other
ru_ru: Другое

# 文章过时信息显示
source: Article outdated information
ru_ru: Устаревшая информация об статье

# 当一篇文章的
source: When the
ru_ru: Когда c

# 最后修改时间
source: Last Modified Time
ru_ru: Последнего редактирования

# 距离现在超过
source: of an article from now more then
ru_ru: статьи прошло больше

# 天时，用
source: days, show a tip by
ru_ru: дней, показать уведомление

# 在文章顶部显示信息条
source: Showing a information bar at the top of the article
ru_ru: Отображение информационной панели в верхней части статьи

# 在页面右上角弹出提示条
source: Popping up a alert bar at the right top of the page
ru_ru: Всплывающая панель предупреждений в правой верхней части страницы
