Repository: jacobcrothers/argon
Catalog: languages/*.po
Languages: ru_ru

# 本文最后更新于 %date_delta% 天前，其中的信息可能已经有所发展或是发生改变。
source: This article was last updated %date_delta% days ago. The information in it may have been changed.
ru_ru: В последний раз эта статья обновлялась %date_delta% несколько дней назад. Возможно, информация в нем была изменена.

# 天数为 -1 表示永不提示。
source: Set days to -1 to never show it.
ru_ru: Установите -1 чтобы никогда не показывать это.

# 表示文章发布/修改时间与当前时间的差距，
source: means the gap between the post/modify time of the article and the current time,
ru_ru: означает разрыв между временем публикации / изменения статьи и текущим временем,

# 表示文章发布时间与当前时间的差距，
source: means the gap between the post time of the article and the current time,
ru_ru: означает разрыв между временем публикации статьи и текущим временем,

# 表示文章修改时间与当前时间的差距（单位: 天）。
source: means the gap between the modify time of the article and the current time,
ru_ru: означает разрыв между временем изменения статьи и текущим временем,

# 页脚
source: Footer
ru_ru: Подвал

# 页脚内容
source: Footer
ru_ru: Содержание подавла

# HTML , 支持 script 等标签
source: HTML, script and other tags are supported.
ru_ru: поддерживаются HTML, script и другие теги.

# 代码高亮
source: Code Highlight
ru_ru: Выделение кода

# 启用 Highlight.js 代码高亮
source: Enable Highlight.js code highlighting
ru_ru: Включить выделение кода Highlight.js

# 所有 pre 下的 code 标签会被自动解析
source: All code tags under pre will be automatically parsed
ru_ru: Все теги кода в теге pre будут автоматически проанализированы

# 高亮配色方案（主题）
source: Highlight color scheme
ru_ru: Цветовая схема выделения

# 查看所有主题预览
source: View all color scheme previews
ru_ru: Посмотреть все примеры

# 数学公式
source: Formulas Rendering
ru_ru: Рендер формул

# 数学公式渲染方案
source: Formula rendering library
ru_ru: Библиотека для рендера формул

# ，默认为
source: , Default is
ru_ru: , По умолчанию

# Argon 会同时引用
source: Argon will import both
ru_ru: Argon будет подключать то и другое

# 和
source: and
ru_ru: и

# 默认为
source: Default is
ru_ru: По умолчанию

# 是否启用 Lazyload
source: Enable Lazyload
ru_ru: Включить Lazyload

# 是否启用 Lazyload 加载文章内图片
source: Lazyload will load images when the page is about to scroll to them.
ru_ru: Lazyload будет загружать изображения по мере прокрутки страницы.

# 提前加载阈值
source: Lazyload threshold
ru_ru: Порог ленивой загрузки

# 图片距离页面底部还有多少距离就开始提前加载
source: The distance from the bottom of the screen when the image start loading.
ru_ru: Расстояние от нижней части экрана, когда изображение начнет загружаться.

# LazyLoad 图片加载完成过渡
source: Transition after the image is loaded
ru_ru: Анимация после загрузки изображения

# 不使用过渡
source: No transitions
ru_ru: Никаких переходов

# LazyLoad 图片加载动效
source: Lazyload Loading Animation
ru_ru: Анимация ленивой загрузки

# 加载动画
source: Loading Animation
ru_ru: Анимация загрузки

# 在图片被加载之前显示的加载效果
source: The loading animation displayed before the image is loaded.
ru_ru: Анимация загрузки перед отображением изображения.

# 预览所有效果
source: Preview all animations
ru_ru: Посмотреть все варианты

# 图片放大浏览
source: Image zooming in
ru_ru: Увеличение изображения

# 开启后，文章中图片被单击时会放大预览
source: If enabled, the image in the article will be enlarged and previewed when clicked
ru_ru: Если этот параметр включен, изображение в статье будет увеличено для просмотра при нажатии кнопки

# 缩放动画长度
source: Zooming Transition Duration
ru_ru: Время анимации

# 图片被单击后缩放到全屏动画的时间长度
source: The duration of the image is clicked to zoom to full screen animation
ru_ru: Время анимации увеличения изображения

# 缩放动画曲线
source: Zooming Transition Timing Function
ru_ru: Функция перехода анимации

# 例：
source: For example:
ru_ru: Например:

# 如果你不知道这是什么，参考
source: If you don‘t know what this is, see
ru_ru: Если не знаете что это, вы можете ознакомиться с этим

# 这里
source: here
ru_ru: тут

# 图片最大缩放比例
source: Image maximum zoom ratio
ru_ru: Максимальный коэффициент масштабирования изображения

# 图片相对于页面的最大缩放比例 (0 ~ 1 的小数)
source: The maximum zoom ratio of the image relative to the page (decimal from 0 to 1)
ru_ru: Максимальное отношение масштабирования изображения относительно страницы (десятичное от 0 до 1)

# 启用 Pangu.js (自动在中英文之间添加空格)
source: Enable Pangu.js (automatically add spaces between Chinese and English)
ru_ru: Включите Pangu.js (автоматическое добавление пробелов между китайским и английским языками)

# 格式化文章内容
source: Format article content
ru_ru: Формат содержание статьи

# 开启后，会自动在中文和英文之间添加空格
source: After opening, it will automatically add space between CJK Characters and English
ru_ru: After opening, it will automatically add space between Chinese and English

# 脚本
source: Scripts
ru_ru: Скрипты

# 注意
source: Attention
ru_ru: Предупреждение

# Argon 使用 pjax 方式加载页面 (无刷新加载) , 所以除非页面手动刷新，否则您的脚本只会被执行一次。
source: Argon uses Pjax to load the page (loading without refresh), so unless the page is manually refreshed, your script will only be executed once.
ru_ru: Argon использует Pjax для загрузки страницы (загрузка без обновления), поэтому, если страница не будет обновлена вручную, ваш скрипт будет выполнен только один раз.

# 如果您想让每次页面跳转(加载新页面)时都执行脚本，请将脚本写入
source: If you want to execute the script every time loading a new page, please write the script into
ru_ru: Если вы хотите выполнять скрипт каждый раз при загрузке новой страницы, Пожалуйста, запишите его в

# 中
source: function
ru_ru: функцию

# 示例写法
source: For example
ru_ru: Для примера

# 页面每次跳转都会执行这里的代码
source: The code here will be executed every time the page loads
ru_ru: Код здесь будет выполняться каждый раз при загрузке страницы

# 当页面第一次载入时，
source: When the page loads for the first time, the script in
ru_ru: Когда страница загружается в первый раз, скрипт в

# 中的脚本不会执行，所以您可以手动执行
source: will not be executed, so you can manually execute
ru_ru: не будет выполняться, поэтому вы можете выполнить его вручную

# 来让页面初次加载时也执行脚本
source: to execute the script when the page first loads.
ru_ru: чтобы выполнить скрипт при первой загрузке страницы.

# 页头脚本
source: Header script
ru_ru: Скрипты в Header

# 插入到 body 之前
source: Will be inserted before body
ru_ru: Будет вставлен перед Body

# 页尾脚本
source: Footer script
ru_ru: Скрипты подвала

# 插入到 body 之后
source: Will be inserted after body
ru_ru: Будет вставлен после Body

# 是否启用平滑滚动
source: Enable Smooth Scroll
ru_ru: Включить плавную прокрутку

# 使用平滑滚动方案 1 (平滑) (推荐)
source: Smooth Scroll Scheme 1 (Smooth)(Recommend)
ru_ru: Плавная прокрутка, вариант 1 (Рекомендуется)

# 使用平滑滚动方案 1 (脉冲式滚动) (仿 Edge) (推荐)
source: Smooth Scroll Scheme 1 (Impulsive, Edge like)(Recommend)
ru_ru: Плавная прокрутка, вариант 1 (Импульс) (Рекомендуется)

# 使用平滑滚动方案 2 (较稳)
source: Smooth Scroll Scheme 2
ru_ru: Плавная прокрутка, вариант 2

# 使用平滑滚动方案 3
source: Smooth Scroll Scheme 3
ru_ru: Плавная прокрутка, вариант 3

# 不使用平滑滚动
source: Disabled
ru_ru: Выключено

# 能增强浏览体验，但可能出现一些小问题，如果有问题请切换方案或关闭平滑滚动
source: Can enhance the scrolling experience, but some minor problems may occur. If there is a problem, please switch the scheme or turn off smooth scrolling.
ru_ru: Может улучшить опыт прокрутки, но могут возникнуть некоторые незначительные проблемы. Если есть проблема, пожалуйста, смените схему или выключите плавную прокрутку.

# 是否启用进入文章动画
source: Enable Entering Article Animation
ru_ru: Включена ли анимация перехода к статье

# 从首页或分类目录进入文章时，使用平滑过渡（可能影响加载文章时的性能）
source: Use transition when entering articles from the homepage or category directory (may affect the performance when loading articles)
ru_ru: Используйте переход при вводе статей с главной страницы или каталога категорий (может повлиять на производительность при загрузке статей)

# 评论分页
source: Comment pagination
ru_ru: Разбивка комментариев

# 评论分页方式
source: Comment pagination
ru_ru: Способ разбивки на страницы комментариев

# 无限加载
source: Append
ru_ru: Добавлять

# 页码
source: Page Number
ru_ru: Обычная пагинация

# 无限加载：点击 "加载更多" 按钮来加载更多评论。
source: Append: Click the "Load more" button to load more comments.
ru_ru: Добавить: Нажмите кнопку" Загрузить больше", чтобы загрузить больше комментариев.

# 页码：显示页码来分页。
source: Page Number: Display the page number buttons.
ru_ru: Номер страницы: отображение кнопок номера страницы.

# 推荐选择"无限加载"时将 Wordpress 设置中的讨论设置项设为 "默认显示最后一页，在每个页面顶部显示新的评论"。
source: When selecting "Append", it is recommended to set the discussion setting item in Wordpress settings to "Display the last page by default, and display new comments at the top of each page".
ru_ru: При выборе "добавить "рекомендуется установить пункт Настройки обсуждения в настройках WordPress в "отображение последней страницы по умолчанию и отображение новых комментариев в верхней части каждой страницы".

# 评论表情面板
source: Comment Emotions Keyboard
ru_ru: Панель эмодзи комментариев

# 开启后评论支持插入表情，会在评论输入框下显示表情键盘按钮。
source: When enabled, comments support inserting emoticons, and emoticon keyboard buttons will be displayed under the comment box.
ru_ru: Если этот параметр включен, комментарии поддерживают вставку смайлов, а кнопки клавиатуры для смайлов будут отображаться под полем ввода комментария.

# 如何添加新的表情或修改已有表情列表？
source: How to add new emoticons or modify default emoticon list?
ru_ru: Как добавить новый смайлик или изменить существующий список смайлов?

# 是否隐藏 "昵称"、"邮箱"、"网站" 输入框
source: Hide the "name", "mail", and "website" fields
ru_ru: Спрятать поля "имя", "почта", и "ссылка на сайт"

source: The option only takes effect if the option "Settings-Comment-Comment author must fill in name and email address" is not checked. If the "Comment author must fill in the name and email address" is checked, only the "Website" input box will be hidden.
ru_ru: Опция вступает в силу только в том случае, если в настройках комментирования выставлена опция "автор комментария должен заполнить имя и адрес электронной почты". Если установлена опция "автор комментария должен заполнить имя и адрес электронной почты" то будет скрыто только поле ввода "веб-сайт".

# 评论是否需要验证码
source: Comment CAPTCHA
ru_ru: Капча для отправки комментария

# 需要
source: Required
ru_ru: Включить

# 不需要
source: Not Required
ru_ru: Отключить

# 是否允许在评论中使用 Markdown 语法
source: Allow Markdown In Comment
ru_ru: Разрешить Markdown для написания комменатрия

# 允许
source: Allow
ru_ru: Разрешить

# 不允许
source: Disallow
ru_ru: Запретить

# 是否允许评论者再次编辑评论
source: Allow Comment Editing
ru_ru: Разрешить редактировать комментарии

# 同一个评论者可以再次编辑评论。
source: Commenter can edit the comment again.
ru_ru: Автор может редактировать свой комментарий.

# 是否允许评论者使用悄悄话模式
source: Allow private comment mode
ru_ru: Разрешить отправлять приватные комментарии

# 评论者使用悄悄话模式发送的评论和其下的所有回复只有发送者和博主能看到。
source: Only the sender and blog owner can see the comment sent using the private comment mode and all the replies under it.
ru_ru: Только отправитель и владелец блога могут видеть комментарии, отправленные в режиме приватного комментария, и все ответы под ним.

# 是否允许评论者接收评论回复邮件提醒
source: Allow comment reply email notification
ru_ru: Разрешено ли комментатору получать уведомления о ответах на комментарии

# 评论时默认勾选 "启用邮件通知" 复选框
source: check the "Enable Email Notification" checkbox by default
ru_ru: установите флажок "Включить уведомление по электронной почте" по умолчанию

# 评论者开启邮件提醒后，其评论有回复时会有邮件通知。
source: If the commenter enable the email notification, there will be an email notification when the comment has a reply.
ru_ru: Если комментатор включит уведомление по электронной почте, то ему отправиться уведомление по электронной почте, когда на его комментарий ответят.

# 允许评论者使用 QQ 头像
source: Allow Using QQ Avatars
ru_ru: Разрешить использование аватаров QQ

# 开启后，评论者可以使用 QQ 号代替邮箱输入，头像会根据评论者的 QQ 号获取。
source: If this option is enabled, commenters can use QQ number instead of email, and the avatar will auto get from the commenter‘s QQ number.
ru_ru: Если эта опция включена, комментаторы могут использовать QQ-номер вместо электронной почты, и аватар будет автоматически получать QQ-номер комментатора.

# 评论区
source: Comments
ru_ru: Зона комментариев

# 评论头像垂直位置
source: Avatar vertical position
ru_ru: Вертикальное положение Аватара

# 居上
source: Top
ru_ru: Вверху

# 居中
source: Middle
ru_ru: По середине

# 谁可以查看评论编辑记录
source: Who can see comment edit history
ru_ru: Кто может видеть историю редактирования комментариев

# 只有博主
source: Only blog owner
ru_ru: Только владелец блога

# 评论发送者和博主
source: Comment sender and blog owner
ru_ru: Автор комментария и владелец блога

# 任何人
source: Everyone
ru_ru: Любой желающий

# 点击评论右侧的 "已编辑" 标记来查看编辑记录
source: Click the "Edited" mark on the right side of the comment to view the edit history
ru_ru: Нажмите на отметку "отредактировано" в правой части комментария, чтобы просмотреть историю редактирования

# 评论者 UA 显示
source: Show commenters' User Agent
ru_ru: Показывать пользовательский "User Agent"

# 浏览器
source: Browser
ru_ru: Браузер

# 浏览器+版本号
source: Browser+Version
ru_ru: Браузер + его версия

# 平台+浏览器+版本号
source: Platform+Browser+Version
ru_ru: Платформа + Браузер + версия браузера

# 平台+浏览器
source: Platform+Browser
ru_ru: Платформа + Браузер

# 平台
source: Platform
ru_ru: Платформа

# 设置是否在评论区显示评论者 UA 及显示哪些部分
source: Whether to display the commenter's UA in the comment area and which parts are displayed
ru_ru: Следует ли отображать UA комментатора в области комментариев и какие части отображаются

# 折叠过长评论
source: Fold Long Comments
ru_ru: Скрывать часть контента длинных комментариев

# 不折叠
source: Do not fold
ru_ru: Не скрывать

# 折叠
source: Fold
ru_ru: Скрывать

# 开启后，过长的评论会被折叠，需要手动展开
source: After opening, comments that are too long will be collapsed
ru_ru: При включении, слишком длинные комментарии будут свернуты и должны быть развернуты вручную

# 杂项
source: Misc
ru_ru: Другое

# 是否启用 Pjax
source: Enable Pjax
ru_ru: Включить Pjax

# Pjax 可以增强页面的跳转体验
source: Pjax can enhance the page jumping experience
ru_ru: Pjax может улучшить опыт переход по страницам

# 首页隐藏特定 分类/Tag 下的文章
source: Hide specific categories/tags articles in home page
ru_ru: Скрыть определенные категории / теги статей на домашней странице

# 输入要隐藏的 分类/Tag 的 ID，用英文逗号分隔，留空则不隐藏
source: Enter the IDs of the categories/Tags to be hidden, separated by commas, leave blank to not hide
ru_ru: Введите идентификаторы категорий / тегов, которые будут скрыты, разделенные запятыми, оставьте пустыми, чтобы не скрывать

# 点此查看
source: Click Here
ru_ru: кликните сюда

# 所有分类和 Tag 的 ID
source: to view IDs of all categories and tags
ru_ru: для просмотра идентификаторов всех категорий и тегов

# 美化登录界面
source: Beautify the login page
ru_ru: Украсьте страницу входа в систему

# 使用 Argon Design 风格的登录界面
source: Use Argon Design Style login interface
ru_ru: Использовать стили Argon для интерфейса входа

# 博客首页是否显示说说
source: Show essays on the homepage
ru_ru: Показывать Записи на главной странице

# 开启后，博客首页文章和说说穿插显示
source: If enabled, articles and essays will be displayed on the homepage at the same time
ru_ru: Если включено, то Статьи и Заметки будут отображаться на главной странице вместе

# 使用 CDN 来加速 Gravatar 在某些地区的访问，填写 CDN 地址，留空则不使用。
source: Use CDN to speed up Gravatar's access in some areas, fill in the CDN address, leave it blank to not use CDN.
ru_ru: Используйте CDN для ускорения доступа Gravatar в определенных областях, заполните адрес CDN, оставьте поле пустым, чтобы не использовать его.

# 在中国速度较快的一些 CDN :
source: Some CDN that are fast in China:
ru_ru: Некоторые из наиболее быстрых CDN в Китае:

# 是否修正时区错误
source: Time zone fix
ru_ru: Исправить проблемы часовых поясов

# 如遇到时区错误（例如一条刚发的评论显示 8 小时前），这个选项
source: If you encounter a time zone problem (for example, a comment is just posted but displays 8 hours ago), this option
ru_ru: Если вы столкнулись с проблемой часового пояса (например, комментарий только что опубликован, но отображается 8 часов назад), эта опция

# 可能
source: may
ru_ru: возможно

# 可以修复这个问题
source: can fix this problem
ru_ru: помочь исправить эту проблему

# 是否在文章列表内容预览中隐藏短代码
source: Hide shortcodes in preview
ru_ru: Скрыть короткие коды в предварительном просмотре

# 否
source: No
ru_ru: Нет

# 是
source: Yes
ru_ru: Да

# 是否允许移动端缩放页面
source: Allow mobile browser zoom the page
ru_ru: Разрешить мобильному браузеру масштабировать страницу

# 检测更新源
source: Theme update source
ru_ru: Источник обновления темы

# 暂停更新 (不推荐)
source: Stop Update
ru_ru: Приостановка обновления (не рекомендуется)

# 如更新主题速度较慢，可考虑更换更新源。
source: If updating theme is slow, you can changing the update source.
ru_ru: Если обновление темы происходит медленно, вы можете изменить источник обновления.

# 页脚附加内容
source: Additional content in footer
ru_ru: Дополнительный контент в подвале

# 保存更改
source: Save Changes
ru_ru: Сохранить изменения

# 导入设置
source: Import
ru_ru: Импортировать настройки

# 导出设置
source: Export
ru_ru: Экспортировать настройки

# 请复制并保存导出后的 JSON
source: Copy and save the JSON
ru_ru: Скопируйте и сохраните настройки темы в JSON

# 确定
source: OK
ru_ru: ОК

# 字段导入失败
source: Option Import Failed
ru_ru: Ошибка импорта полей

# 请输入要导入的备份 JSON
source: Input JSON
ru_ru: Вставьте код JSON

# 已导入，请保存更改
source: Imported, Place save changes.
ru_ru: Импортировано, изменения сохранены.

# 左侧栏友情链接
source: Left Sidebar Friend Links
ru_ru: Left Sidebar Links

# 说说
source: Essays
ru_ru: Записи

# 发表说说
source: Post a essay
ru_ru: Написать статью

# 编辑说说
source: Edit essay
ru_ru: Редактировать статью

# 新说说
source: Add new essay
ru_ru: Добавить статью

# 查看说说
source: View essay
ru_ru: Посмотреть статью

# 搜索说说
source: Search essays
ru_ru: Найти статью

# 暂无说说
source: No essays
ru_ru: Нет статей

# 没有已遗弃的说说
source: No trashed essays
ru_ru: Удаленных статей нет

# 搜索
source: Search
ru_ru: Поиск

# 搜索什么...
source: Search...
ru_ru: Поиск...

# 移至左侧
source: Move To Left
ru_ru: Переместить влево

# 移至右侧
source: Move To Right
ru_ru: Переместить вправо

# 回到顶部
source: Back To Top
ru_ru: Наверх

# 暗黑模式
source: Black Mode
ru_ru: Темная тема

# 日间模式
source: Light Mode
ru_ru: Светлая тема

# 设置
source: Settings
ru_ru: Настройки

# 切换到夜间模式
source: Switch To Dark Mode
ru_ru: Переключиться на светлую тему

# 切换到暗黑模式
source: Switch To Black Mode
ru_ru: Переключиться на темную тему

# 阴影
source: Shadow
ru_ru: Тени

# 滤镜
source: Filter
ru_ru: Фильтр

# 日落
source: Sunset
ru_ru: Рассвет

# 暗化
source: Brightless
ru_ru: Безоблачно

# 灰度
source: Greyscale
ru_ru: Градации серого

# 恢复默认
source: Set To Default
ru_ru: Восстановить по умолчанию

# 圆角
source: Radius
ru_ru: Закругленные углы

# 阅读进度
source: Reading Progress
ru_ru: Процесс чтения

# 的搜索结果
source: Search Results
ru_ru: Результаты поиска

# 个结果
source: Results
ru_ru: Результаты

# 条说说
source: Essays
ru_ru: Заметки

# 公告
source: Announcement
ru_ru: Объявление

# 文章目录
source: Catalog
ru_ru: Каталог статей

# 站点概览
source: Site
ru_ru: Обзор сайта

# 功能
source: Functions
ru_ru: Функции

# 分类
source: Categories
ru_ru: Категории

# 标签
source: Tags
ru_ru: Теги

# 上一篇
source: Previous
ru_ru: Предыдущая статья

# 下一篇
source: Next
ru_ru: Следующая статья

# 没有搜索结果
source: No Search Results
ru_ru: Нет результатов поиска

# 换个关键词试试 ?
source: Try another keyword?
ru_ru: Попробуйте по другому ключевому слову

# 返回上一页
source: Back
ru_ru: Вернуться на предыдущую страницу

# 此分类没有文章
source: No Posts In This Category
ru_ru: В этой категории нет постов

# 这里什么都没有
source: Nothing here.
ru_ru: Тут пусто.

# 这是一篇受密码保护的文章，您需要提供访问密码
source: Password Required
ru_ru: Это статья, защищенная паролем, для просмотра необходим пароль

# 密码
source: Password
ru_ru: Пароль

# 确认
source: Submit
ru_ru: Отправить

# 字
source: Words
ru_ru: Букв

# 这篇文章受密码保护，输入密码才能阅读
source: This article requires a password to view.
ru_ru: Для просмотра данной статьи необходим пароль.

# 这篇文章没有摘要
source: No abstract.
ru_ru: Никакой абстракции.

# 分享到微信
source: Share to Wechat
ru_ru: Поделиться в Wechat

# 分享到豆瓣
source: Share To Douban
ru_ru: Поделиться в Douban

# 分享到 QQ
source: Share To QQ
ru_ru: Поделиться в QQ

# 分享到 QQ 空间
source: Share To Qzone
ru_ru: Поделиться в Qzone

# 分享到微博
source: Share to Weibo
ru_ru: Поделиться в Weibo

# 分享到 Facebook
source: Share To Facebook
ru_ru: Поделиться в Facebook

# 分享到 Twitter
source: Share To Twitter
ru_ru: Поделиться в Twitter

# 分享到 Telegram
source: Share To Telegram
ru_ru: Поделиться в Telegram

# 复制链接
source: Copy Link
ru_ru: Скопировать ссылку

# 微信扫描二维码
source: Scan QR Code
ru_ru: Сканировать QR код

# 链接已复制
source: Copied
ru_ru: Скопировано

# 链接已复制到剪贴板
source: The link has been copied to the clipboard.
ru_ru: Ссылка скопирована в буфер обмена.

# 复制失败
source: Failed
ru_ru: Ошибка при копировании

# 请手动复制链接
source: Please copy the link manually.
ru_ru: Автоматическое копирование не удалось, пожалуйста скопируйте самостоятельно.

# 已关闭
source: Disabled
ru_ru: Отлючено

# 评论不存在
source: Comment not found.
ru_ru: Комментарий не найден

# 错误
source: Error
ru_ru: Ошибка

# 评论 #
source: Comment #
ru_ru: Комментарий #

# 不存在
source: not found
ru_ru: не найден

# 无需退订
source: No Need To Unsubscribe
ru_ru: Не от чего отписываться

# 的邮件通知已被退订或没有开启邮件通知
source: is already unsubscribed.
ru_ru: уже отписался

# 退订失败
source: Unsubscribe Failed
ru_ru: Отписка не удалась

# Token 不正确
source: Wrong Token.
ru_ru: Неверный токен

# 退订成功
source: Unsubscribed
ru_ru: Подписка успешно отменена

# 您已成功退订评论 #
source: Email notification of comment #
ru_ru: Вы успешно отписались от комментариев

# 的邮件通知<br>该评论下有新回复时您将不会再收到通知
source: is unsubscribed successfully.
ru_ru: Вы отписались от уведомлениях об новых комменатриев.
